{
  "fact": [
  	{
    	"data": "The largest recorded earthquake in the United States was a magnitude 9.2 that struck Prince William Sound, Alaska on Good Friday, March 28, 1964 UTC."
    },
    {
    	"data": "The largest recorded earthquake in the world was a magnitude 9.5 (Mw) in Chile on May 22, 1960."
    },
    {
    	"data": "The earliest reported earthquake in California was felt in 1769 by the exploring expedition of Gaspar de Portola while the group was camping about 48 kilometers (30 miles) southeast of Los Angeles."
    },
    {
      "data": "Earthquakes are caused by the movement of tectonic plates."
    },
    {
      "data": "The largest earthquake ever recorded had a magnitude of 9.5."
    },
    {
      "data": "Earthquakes can trigger tsunamis, volcanic eruptions, and landslides."
    },
    {
      "data": "A seismometer is used to measure the intensity of an earthquake."
    },
    {
      "data": "The Ring of Fire is a region with a high frequency of earthquakes and volcanic eruptions."
    },
    {
      "data": "Earthquakes can last anywhere from a few seconds to several minutes."
    },
    {
      "data": "The largest earthquake ever recorded in the United States was a magnitude 9.2 in Alaska."
    },
    {
      "data": "The deadliest earthquake in history occurred in China in 1556 and killed an estimated 830,000 people."
    },
    {
      "data": "The Richter scale is used to measure the magnitude of an earthquake."
    },
    {
      "data": "The San Andreas Fault is a major fault line in California that is capable of producing a large earthquake."
    },
    {
      "data": "Earthquakes can cause liquefaction, where solid ground turns to liquid."
    },
    {
      "data": "The largest earthquake ever recorded in Japan was a magnitude 9.1 in 2011."
    },
    {
      "data": "The earthquake in Chile in 1960 was so powerful that it caused the earth to vibrate for several days."
    },
    {
      "data": "The Great Kanto Earthquake in Japan in 1923 killed more than 140,000 people."
    },
    {
      "data": "Earthquakes can cause power outages, water supply disruptions, and transportation disruptions."
    },
    {
      "data": "The largest earthquake ever recorded in Europe was a magnitude 9.5 in Portugal in 1755."
    },
    {
      "data": "The frequency of earthquakes has increased due to human activity, such as oil drilling and mining."
    }
]
}